Repository: Michi666/nautilus-open-terminal
Catalog: po/*.po
Languages: it, pt_br

source: Open in _Terminal
it: Apri nel _terminale
pt_br: Abrir em um _terminal

source: Open the currently selected folder in a terminal
it: Apri l'attuale cartella selezionata in un terminale
pt_br: Abre em um terminal a pasta selecionada

source: Open the currently open folder in a terminal
it: Apri l'attuale cartella aperta in un terminale
pt_br: Abre a pasta aberta atualmente em um terminal

source: Open _Terminal
it: Apri _terminale
pt_br: Abrir _Terminal

source: Open a terminal
it: Apre un terminale
pt_br: Abre um terminal

source: Open in _Midnight Commander
it: Apri con _Midnight Commander
pt_br: Abrir no _Midnight Commander

source: Open the currently selected folder in the terminal file manager Midnight Commander
it: Apri l'attuale cartella selezionata nel terminale del file manager Midnight Commander
pt_br: Abre a pasta atualmente selecionada no gerenciador de arquivos por terminal Midnight Commander

source: Open the currently open folder in the terminal file manager Midnight Commander
it: Apri l'attuale cartella aperta nel terminale del file manager Midnight Commander
pt_br: Abre a pasta atualmente aberta no gerenciador de arquivos por terminal Midnight Commander

source: Open _Midnight Commander
it: Apri _Midnight Commander
pt_br: Abrir _Midnight Commander

source: Open the terminal file manager Midnight Commander
it: Apre il terminale del file manager Midnight Commander
pt_br: Abre o gerenciador de arquivos por terminal Midnight Commander

source: If set to true, and if the terminal file manager "Midnight Commander" is installed, then an "Open in Midnight Commander" menu item will be displayed in the context menu.
it: Se impostato a vero, e il terminale del file manager "Midnight Commander" è installato, apparirà una voce nel menù contestuale "Apri con Midnight Commander".
pt_br: Se definido como "true", e se o gerenciador de arquivos por terminal "Midnight Commander" estiver instalado, então um item de menu "Abrir no Midnight Commander" será exibido no menu de contexto.

source: If set to true, then opening a terminal on the desktop will open a terminal in the home directory. Otherwise, it will be opened in the desktop directory. Note that this key is irrelevant if the desktop directory is identical to the home directory.
it: Se impostato a vero, aprendo un terminale sulla scrivania si aprirà la directory home. In caso contrario, si aprirà la directory della scrivania. Nota che questa voce è irrilevante se la directory della scrivania è equivalente a quella della home.
pt_br: Se definido como "true", então abrir um terminal na área de trabalho o abrirá na pasta pessoal. Caso contrário, será aberto no diretório da área de trabalho. Observe que esta chave é irrelevante se o diretório da área de trabalho for idêntico ao diretório da pasta pessoal.

source: Whether a Midnight Commander menu item should be displayed
it: Se una voce nel menù di Midnight Commander viene visualizzata
pt_br: Se mostrar um item de menu do Midnight Commander

source: Whether opening a terminal on the desktop opens a terminal in the home directory
it: Se aprendo un terminale sulla scrivania si apre un terminale della directory home
pt_br: Se abrir um terminal na área de trabalho abre-o na pasta pessoal
